{
    "home" : "Crvena Stijena",
    "visit": "Posjetite Nas",
    "information": "Informacije",
    "current research": "Trenutno Istraživanje",
    "publications": "Objave",
    "petrovici": "Petrovići",
    "about us": "O nama",
    "how to get there": "Kako do tamo",
    "importance of Crvena Stijena": "Značaj Crvene Stijene",
    "landscape": "Pejzaž",
    "geology": "Geologija",
    "age of the site": "Age of the Site",
    "who lived at crvena stijena": "Ko je živio na Crvenoj Stijeni?",
    "archaeological excavations": "Arheoloska iskopavanja",
    "finds": "Pronalasci",
    "goals": "Ciljevi",
    "documentation of the site": "Dokumentacija",
    "neanderthal fire use": "Neandertalska upotreba vatre",
    "neanderthal lithic technology": "Neandertalska Lithic tehnologija",
    "hunting and meat consumption": "Lov i upotreba mesa",
    "paleoenvironmental reconstruction": "Paleoekološka rekonstrukicja",
    "geoarchaeology": "Geoarchaeology",
    "books": "Knjige",
    "journal articles": "Objave časopisa",
    "the village": "The Village",
    "manastir kosijerevo": "Manastir Kosijerevo",
    "scientific team": "Istraživački Tim",
    "national museum": "Nacionalni Muzej",
    "funding sources": "Izvori Finansiranja",
    "welcome to the site": "Welcome to the site of Crvena Stijena, Montenegro",
    "montenegro": "Crna Gora",
    "contact": "Kontakt",
    "visit-first-paragraph": "Posjetioci Crvene Stijene su dobrodošli! Ako posjetite u ljetnjim mjesecima, postoji velika šansa da ćete vidjeti naša naučna iskopavanja, koja traju šest nedelja svakog ljeta.",
    "visit-second-paragraph": "Vaš automobil ćete parkrati iznad ? , gdje imate predivan pogled na Bilećko jezero. Nakon toga ćete hodati makadamskim putem (preporučuju se čizme ili tvrde cipele) dok ne stignete do skloništa od stena. Dok stojite ispod skloništa, zamislite kako su se ljudi sklanjali na ovom mjestu od ? preko 80 000 godina.",
    "visit-third-paragraph": "Možete otvoriti kapiju i proći stazom od kamenih ploča kako biste posmatrali arheoloske naslage svuda oko vas. Ali, molimo vas da poštujete ograđene prostore i kapiju sa katancem jer štite arheološke naslage.",
    "how-to-get-first-paragraph": "Iz sela Petrovići pratite putokaze za manastir Kosijerovo. Kada prođete pored manastira, vidjećete znake koji ukazuju na Crvenu Stijenu. Pratite znakove dok ne dođete do parkinga od šljunka. Parkirajte automobil i prošetajte makadamom do lokacije. Ne pokušavajte da vozite ovim putem osim ako nemate vozilo 4x4!",
    "importance-of-crvena-stijena-paragraph-one": "Crvena Stijena (which means ‘Red Rock’ in Montenegrin) is a very large rock shelter in a limestone cliff stained red by iron oxides in western Montenegro. It is filled with archaeological remains lasting over 80,000 years, spanning the Middle Paleolithic through the Bronze Age. As such, the site contains one of the longest, continual archaeological sequences in all of Eurasia.",
    "importance-of-crvena-stijena-paragraph-two": "It has been known for over sixty years as one of the most important Paleolithic sites in the Balkan peninsula. It contains 10 meters in depth of deposits containing the remains of Neanderthal occupations, and another 10 meters in depth of deposits from the late Upper Paleolithic, Mesolithic, Neolithic, and Bronze Ages.",
    "importance-of-crvena-stijena-paragraph-three": "Crvena Stijena also has a political and cultural symbolism beyond that of most archaeological sites. The archaeological excavations were a symbol of progressive science in Yugoslavia in the 1950s and 1960s. Since then, it has retained its place of distinction in the school textbooks within the descendent republics, particularly in Montenegro. Yet the site itself, being older than the nation states and ethnic groups of the region, stands as a repository of humanity’s cultural, biological, and geological history of global significance.",
    "landscape-paragraph-one": "The rock shelter of Crvena Stijena faces South but to the West it overlooks the Trebišnjica river valley, which was dammed in the 1970s, forming beautiful Lake Bileća. As you stand in the shelter looking across the valley, you are seeing neighboring Bosnia-Herzegovina.",
    "landscape-paragraph-two": "The river valley was probably an important migration route for herds of nutritious prey for humans in prehistory, such as various species of deer. Additionally, it would have provided a wide range of plant foods and resources, as well as fresh water.",
    "landscape-paragraph-three": "It is no wonder, therefore, that humans lived continuously in this warm, dry shelter protected from the cold northern winds, for tens of thousands of years.",
    "geology-paragraph-one": "The limestone cliff that houses Crvena Stijena is part of the Dinarides mountains, which stretch along the western part of the Balkan peninsula from Italy to Albania. This mountain chain, which rises steeply from a narrow strip of land along the Adriatic coast, is an extension of the Alps, and is primarily composed of limestone and dolomite.",
    "geology-paragraph-two": "The rock shelter itself is very large: 26 m wide at the mouth, extending 15 m inwards. When it was first formed, it must have looked quite different from today, as through time large boulders have broken off from the roof of the shelter and fallen into the site, crushing the deposits. In total, over 20 meters in depth of deposits had accumulated in the rock shelter when it was discovered in 1954. The fact that these deposits contain a continuous record of human occupation are a testament to the importance of this location for people throughout prehistory, from the Paleolithic to the Bronze Age.",
    "age-of-the-site-paragraph-one": "The bottom 10 meters of the site contain artifacts from the Middle Paleolithic, and are capped by a volcanic ash (the Campanian-Ignimbrite eruption in Italy) which was deposited 40,000 years ago. Therefore, we know that the bottom 10 meters are all older than 40,000 years old. The deepest layers of the site, according to geological evidence, may reach as far back as 130,000 years old, but this needs to be verified.",
    "age-of-the-site-paragraph-two": "Above the Campanian-Ignimbrite volcanic ash, the artifacts and radiocarbon dates indicate that the site was occupied from about 25,000 years ago (during a period in the Upper Paleolithic known as the Gravettian) until the Bronze Age. There is evidence of occupation during the late Upper Paleolithic, the Mesolithic, Neolithic, and Bronze Ages.",
    "who-lived-paragraph-one": "Neanderthals lived at Crvena Stijena until the time of the Campanian-Ignimbrite eruption 40,000 years ago. The only Neanderthal fossil that has been found at the site is one tooth; however, human DNA extracted from many Middle Paleolithic layers at the site has been identified as belonging to Neanderthals.",
    "who-lived-paragraph-two": "Modern humans lived at the site after the deposition of the 40,000-year-old volcanic ash layer. The Upper Paleolithic sequence is not complete, but we have definite evidence that people from the Gravettian and Epi-Gravettian lived here. They were followed by Mesolithic hunters/fishers/gatherers, and by early agriculturalists during the Neolithic. Finally, we have evidence that people lived at the shelter during the Bronze Age.",
    "who-lived-paragraph-three": "Occasionally the site was also visited and inhabited by carnivores and, in recent times, goats and sheep. However, these animals fortunately did not damage the site. In particular, carnivore gnawing of bones is quite rare, as are carnivore bones themselves, in comparison with many other Paleolithic sites. This suggests that the site was consistently occupied by humans. If you visit the site on a cold winter’s day you will soon see why: it is warm and sheltered from harsh northern winds!",
    "archaeological-excavations-paragraph-one": "Archaeological excavations first took place at Crvena Stijena from 1954 – 1964. Archaeologists at the time wished to find out the age of the site and what it contained. Therefore, they excavated very quickly, and dug a large, deep hole in the richest part of the site, which was towards the back wall of the rock-shelter. They documented the geological formation of the different stratigraphic layers. They kept track of the typology of the stone artifacts in each layer, which gave them information about the culture and time period of the various occupations. They also reconstructed paleoenvironments through analysis of the animal species represented by the butchered animal bones found in each layer and pollen. However, they unfortunately did not save all of the artifacts, so our understanding of the site is incomplete.",
    "archaeological-excavations-read-more": "Read more about the history of research at Crvena Stijena: [optional section]",
    "archaeological-excavations-paragraph-two": "In 2004, a modern, scientific excavation began, which provided important information on the chronology of the site, the artifacts, the range of animals hunted and eaten, and its geological history of formation. These results were published in a book available as a pdf here.\nIn 2017, a collaboration was established between the National Museum of Montenegro and the University of Minnesota. Each year since (except for 2020), this team has conducted excavations at the site at the cutting edge of science.",
    "finds-paragraph-one": "The site contains, from top to bottom, occupations dating to the Bronze Age (level I), Neolithic (levels II-III), Mesolithic (levels IV-VII), Epigravettian (levels VIII - X), and Paleolithic (layers XII- XXXI). The vast majority of the Paleolithic material pre-dates the Campanian Ignimbrite (Y5) volcanic eruption, well-documented in layer XI, which consists of volcanic tephra. Below this layer, which is dated to 40 ka (Giaccio et al. 2017), layer M1 contains material indicative of an Uluzzian occupation, including laminar and microlaminar technology and backed tools. The lithic material in the 10+ m long sequence below is Middle Paleolithic in character.",
    "goals-paragraph-one": "The goals of the current research project, which began in 2016, are to understand how Neanderthals were culturally adapted to life at Crvena Stijena. We are working to learn more about where they traveled on the landscape to obtain rocks for their stone tools; how they made stone tools and if their technology was influenced by other groups of people in other parts of Europe; how the types of animals they hunted changed through time; how they prepared meat (did they cook it? smoke it? ferment it?); how they used fire and whether they had the ability to make fire. Additionally, we are reconstructing the paleoenvironment of the site and the surrounding region to better understand the conditions that the Neanderthals had to adapt to.",
    "documentation-paragraph-one": "One of the most important aspects of any excavation is the documentation of the finds. This is achieved by measuring the position of the finds within a site grid. At Crvena Stijena, we use a Total Station to measure the precise location of all finds with millimeter-level precision. This allows us, later, to visualize the position of all artifacts, animal bones, charcoal, etc. relative to each other and to the geological features of the site.",
    "documentation-paragraph-two": "We also employ photogrammetry, which allows us to create a 3D model of the site at any point in time. We create one model of the excavation surface every four centimeters. These models are tied to the site grid, therefore the position of artifacts visible in the model, as well as features and rocks, can be located on the grid with millimeter-level precision.",
    "neanderthal-fire-use-paragraph-one": "At Crvena Stijena, it is quite clear that Neanderthals used fire extensively. If you stand at the edge of the profile, you will see that some of the layers in the profile are quite black: they are composed of charcoal and charred organic matter. The white layers overlying them are composed of wood ash. Even where such fire features are not as obvious, they frequently occur in smaller, thinner deposits. We are using several scientific methods to understand how Neanderthals used fire. Archaeomagnetism helps us find invisible (to the human eye) signatures of fire; anthracology, or the study of charcoal, helps us identify the types of wood that were used in fires; and with micromorphology, the microscopic analysis of the microstratigraphy of hearths, we can determine if the feature is an intact hearth, a raked-out hearth, a garbage dump, and so forth.",
    "neanderthal-lithic-technology-paragraph-one": "Neanderthals were expert stone tool knappers, and we have much to learn by studying their stone tools. First, by identifying where the stone came from on the landscape, we can obtain valuable information about some of the places that they visited, thereby having some idea about how far they moved. Second, each stone tool preserves a precise record of exactly how it was made; by studying enough of them, we can reconstruct their general technological patterns (how they went about preparing a core for knapping), and compare these patterns with sites from similar time periods in adjoining regions. This allows us to make inferences about the types of contact that groups of Neanderthals may have had with other groups.",
    "hunting-and-meat-consumption-paragraph-one": "We know from sites all across Europe that Neanderthals were consummate hunters of large game such as red deer, reindeer, aurochs, horse, goats, and so forth. We are working to understand what species they hunted, how these changed through time (and whether this might indicate environmental change or dietary preferences), and how they were processed. By processing, we mean the following: did Neanderthals transport entire animals, or only parts of them? Did they cook the meat (which destroys vitamin C), or smoke it, dry it, ferment it? Did they consume bone marrow, which is very rich in lipids? Did they boil bones to extract grease and collagen? (i.e., did they make bone broth?). These questions are studied by application of zooarchaeology, the study of faunal remains from archaeological sites. Studying them helps us understand how Neanderthals were able to obtain sufficient nutrition and calories to sustain themselves during very cold periods when they likely needed more calories for adequate thermoregulation.",
    "paleoenvironmental-reconstruction-paragraph-one": "One key area of research is understanding the environments that Neanderthals were adapted to. There are four main domains of data which can be used for this: floral remains, faunal remains, biomolecules, and geological sediments.",
    "paleoenvironmental-reconstruction-paragraph-two": "Among the floral remains, charcoal provides valuable information about the species of plant fuel that were available, in other words, trees. Pollen is another valuable source of information about past flora, and although it is best preserved in waterlogged environments, we hope to obtain some data from pollen found at the site.",
    "paleoenvironmental-reconstruction-paragraph-three": "Paleoenvironmental information also comes to us from archaeological fauna. Macrofauna refers to the size class of animal bones typically studied by a zooarchaeologist to reconstruct the animal-based portion of human diets. Although best suited to give subsistence information, macrofauna is nevertheless a key source of information about past environments. Whether Neanderthals were hunting red deer or reindeer gives us a valuable source of information about the types of environment (wooded versus steppe) in which they hunted. Microfauna consists in the small animals (voles, mice, reptiles, etc) that were captured and eaten by raptors, who then passed fecal pellets containing the bones of these tiny animals into the site. They are an extremely valuable source of information about paleoenvironments, as they are accumulated through natural agents rather than humans, and they generally are from a closer radius than the macrofauna.",
    "paleoenvironmental-reconstruction-paragraph-four": "Geological sediments preserve much information about climate during the formation of each sedimentary layer within a site. Geoarchaeologists study the origins of these sediments to infer climate. For instance, a layer composed of clasts from the rock shelter roof might indicate freeze/thaw cycles. A layer composed of soil that washed in from upslope might indicate erosion following a warm period.",
    "paleoenvironmental-reconstruction-paragraph-five": "Finally, biomolecules have recently been able to give us valuable information about paleoenvironments. Organic chemists are able to extract plant waxes preserved in sediments, and on the basis of their molecular structure, infer whether they came from grasses versus deciduous trees (grasses tend to indicate cold, dry environments whereas trees indicate warmer, wetter environments). Furthermore, by quantifying the types of carbon and hydrogen isotopes in these molecules, the chemists can infer whether they were most likely deposited during a climatically wet versus dry regime.",
    "geoarchaeology-paragraph-one": "The science of geoarchaeology is responsible for clarifying two fundamentally interrelated concepts: first, the chronology of the site, and second, how it formed. It is an essential component of any Paleolithic excavation, as it is easy for archaeologists to make mistakes when interpreting the archaeological record, thinking it represents human behavior, when in fact it has been altered by physical, chemical, or biological processes which have affected the site and changed the patterning of the remains of human activities. Controlling for site formation processes is equally important in establishing the chronology of the site, which is usually based upon objects (such as charcoal, bones, stone tools) to which radiometric dating techniques have been applied. When establishing a chronology, it is absolutely essential to ensure that each of these objects is in its original context and has not moved as a result of erosion, rodent activity, nor been altered by other factors.",
    "books-paragraph-one": "R. Whallon, (editor), Crvena Stijena in Cultural and Ecological Context: Multidisciplinary Archaeological Research in Montenegro. Podgorica: Montenegrin Academy of Sciences and Arts and National Museum of Montenegro, 2017.",
    "journal-articles-paragraph-one": "E. Frahm§, D. Adler, B. Gasparyan, B. Luo, C. Mallol, G. Pajović, G. Tostevin, G. Yeritsyan, G. Monnier§, 2022. Every contact leaves a trace : Documenting contamination in lithic residue studies at the Middle Paleolithic sites of Lusakert Cave 1 (Armenia) and Crvena Stijena (Montenegro). PLoS ONE 17(4):e0266362.",
    "journal-articles-paragraph-two": "G. Monnier, G. Tostevin, G. Pajović, N. Borovinić, M. Baković, 2020. Nova istraživanja paleolitskog nalazišta Crvena Stijena, istorijski kontekst. Istorijski Zapisi, godina XCIII, 1-2/2020:71-108.",
    "journal-articles-paragraph-three": "D. Jones, G. Monnier, A. Cooper, M. Baković, G. Pajović, N. Borovinić, and G. Tostevin, 2021. Applying high-throughput rRNA gene sequencing to assess microbial contamination of a 40-year-old exposed archaeological profile. Journal of Archaeological Science, 126 (2021) 105308. ",
    "journal-articles-paragraph-four": "B. Bradák, Á. Carrancho Alonso, Á. Herrejon Lagunilla, J. J. Villalain Santamaria, G. Monnier, G. Tostevin, C. Mallol, G. Pajović, M. Baković and N. Borovinić, 2021. Magnetic fabric of anthropogenic ash horizons in a cave sediment succession (Crvena Stijena site, Montenegro).  Geophysical Journal International 224:795-812.",
    "journal-articles-paragraph-five": "G. Lambrecht, C. Rodríguez de Vera, M. Jambrina-Enríquez, I. Crevecoeur, J. Gonzalez-Urquijo, T. Lazuen, G. Monnier, G. Pajovic, G. Tostevin, C. Mallol, 2021. Characterisation of charred organic matter in micromorphological thin sections by means of Raman spectroscopy. Archaeological and Anthropological Sciences (2021) 13:13",
    "journal-articles-paragraph-six": "C. Rodríguez de Vera, A.V. Herrera-Herrera, M. Jambrina-Enríquez, S. Sossa-Ríos, J. González-Urquijo, T. Lazuen, M. Vanlandeghem, C. Alix, G. Monnier, G. Pajovic, G. Tostevin, and C. Mallol, 2020. Micro-contextual identification of archaeological lipid biomarkers using resin-impregnated sediment slabs. Scientific Reports 10:20574.",
    "journal-articles-paragraph-seven": "M. Jambrina-Enríquez, Herrera-Herrera, A.V., de Vera, C.R., Leierer, L., Connolly, R. and Mallol, C., 2019. n-Alkyl nitriles and compound-specific carbon isotope analysis of lipid combustion residues from Neanderthal and experimental hearths: identifying sources of organic compounds and combustion temperatures. Quaternary Science Reviews, 222, p.105899.",
    "journal-articles-paragraph-eight": "M. Baković, Mihailović, B., Mihailović, D., Morley, M., Vušović-lučić, Z., Whallon, R., & Woodward, J. (2009). Crvena Stijena excavations 2004-2006, preliminary report. Eurasian Prehistory, 6(1–2), 3–31.",
    "journal-articles-paragraph-nine": "R. Whallon, (editor), Crvena Stijena in Cultural and Ecological Context: Multidisciplinary Archaeological Research in Montenegro. Podgorica: Montenegrin Academy of Sciences and Arts and National Museum of Montenegro, 2017.",
    "monastery-kosijerovo-paragraph-one": "The church dedicated to the birth of the Mother of God, which is part of the Kosijerevo monastery, was built during the 14th century. During a Turkish invasion, the monastery was destroyed in 1807, but was rebuilt ten years later. The monastery was moved from its original location, together with the church, in 1966, when an artificial lake was created on the river Trebišnjica. Church was transferred to the village Petrovići. The Kosijerevo Monastery occupies an important place in the local community where people gather during many Orthodox holidays.",
    "national-museum-of-montengro-paragraph-one": "Excavations at Crvena Stijena are under the auspices of the National Museum of Montenegro. Founded in 1926, the National Museum in fact consists of ten museums highlighting the history, art, culture, and peoples of Montenegro. The beginnings of the museum go back to 1838. As a national and complex institution, it developed and transformed until the present moment. The National Museum of Montenegro is a museum of a systematic and complex type consisting of several organizational units: the Historical Museum, which includes a permanent exhibition in the Government House, the Museum of King Nikola, the Museum of Peter II Petrovic Njegos, Njegoš 'birthplace, Njegoš' mausoleum in Lovćen mountain, the mausoleum of Bishop Danilo - Orlov Krš and Relief of Montenegro; Art Museum with the Gallery of Contemporary Art \"Miodrag Dado Đurić\" and Atelier DADO; Ethnographic Museum and the newly established Archaeological Museum with Lapidarium. Museums are located in buildings that are cultural and historical monuments of the greatest importance. The Government House building, built in 1910 in the neo-Renaissance style, is today the administrative seat of the National Museum, which houses the permanent exhibitions of the Historical and Art Museum. All units of the National Museum of Montenegro (except Njegoš's birthplace and the Mausoleum on Lovćen) are located in the historic center of Cetinje.",
    "funding-paragraph-one": "Since 2018, excavations at Crvena Stijena have been funded by the U.S. National Science Foundation Grant BCS-1758285, the Ministry of Culture of Montenegro, and the Academy of Sciences of Montenegro."

}
