{
    "home": "Crvena Stijena",
    "visit": "Posjeta",
    "information": "Informacije",
    "current research": "Trenutna Istraživanja",
    "publications": "Publikacije",
    "petrovici": "Petrovići",
    "about us": "O Nama",
    "how to get there": "Kako do nas",
    "importance of Crvena Stijena": "Značaj Crvene Stijene",
    "landscape": "Predio Crvene Stijene",
    "geology": "Geologija",
    "age of the site": "Starost lokaliteta",
    "who lived at crvena stijena": "Ko je živio na Crvenoj Stijeni?",
    "archaeological excavations": "Arheološka iskopavanja",
    "finds": "Artefakti",
    "goals": "Ciljevi",
    "documentation of the site": "Dokumentovanje lokaliteta",
    "neanderthal fire use": "Neandertalska upotreba vatre",
    "neanderthal lithic technology": "Neandertalska litička tehnologija",
    "hunting and meat consumption": "Lov i potrošnja mesa",
    "paleoenvironmental reconstruction": "Rekonstrukcija paleookruženja",
    "geoarchaeology": "Geoarheologija",
    "books": "Knjige",
    "journal articles": "Naučni članci",
    "the village": "Selo Petrovići",
    "manastir kosijerevo": "Manastir Kosijerevo",
    "scientific team": "Naučni tim",
    "national museum": "Narodni muzej Crne Gore",
    "funding sources": "Izvori Finansiranja",
    "welcome to the site": "Welcome to the site of Crvena Stijena",
    "montenegro": "Crna Gora",
    "contact": "Kontakt",
    "visit-first-paragraph": "Posjetioci Crvene Stijene su dobrodošli! Ako posjetite lokalitet u ljetnjim mesecima, postoji velika šansa da ćete vidjeti naša naučna iskopavanja, koja se održavaju šest nedelja svakog ljeta.",
    "visit-second-paragraph": "Automobil ćete parkirati na parkingu iznad lokaliteta, odakle se pruža prekrasan pogled na Bilećko jezero. Zatim ćete hodati makadamskim putem (preporučuju čvrste cipele) dok ne dođete do potkapine. Dok stojite ispod podkapine, zamislite da se ljudi na ovom mjestu sklanjaju od nepogoda više od 80.000 godina!",
    "visit-third-paragraph": "Možete otvoriti kapiju i proći stazom od kamenih ploča da biste posmatrali arheološke slojeve svuda oko vas. Ali, molimo vas da poštujete ograđene prostore i kapiju sa katancem jer one štite arheološke naslage.",
    "how-to-get-first-paragraph": "Iz sela Petrovići pratite putokaze za Manastir Kosijerevo. Kada prođete pored manastira, vidjećete oznake Crvene Stijene. Pratite znakove dok ne dođete do parkinga prekrivenog šljunkom. Parkirajte automobil i prošetajte makadamskim putem do lokacije pešice. Ne pokušavajte da se vozite ovim makadamskim putem osim ako nemate vozilo sa pogonom na 4 točka!",
    "importance-of-crvena-stijena-paragraph-one": "Crvena Stijena je veoma veliko stijenovito sklonište u zapadnoj Crnoj Gori, u krečnjačkoj litici obojenoj u crveno od oksida gvožđa. Prepuna je arheoloških ostataka koji traju preko 80.000 godina, koji obuhvataju period od srednjeg paleolita do bronzanog doba. Kao takvo, lokalitet sadrži jednu od najdužih, kontinuiranih arheoloških sekvenci u cijeloj Evroaziji.",
    "importance-of-crvena-stijena-paragraph-two": "Poznato je više od šezdeset godina kao jedno od najznačajnijih paleolitskih nalazišta na Balkanskom poluostrvu. Sadrži 10 metara dubine depozita koji sadrže ostatke neandertalskih naseljavanja i još 10 metara dubine naslage iz kasnog gornjeg paleolita, mezolita, neolita i bronzanog doba.",
    "importance-of-crvena-stijena-paragraph-three": "Crvena Stijena takođe ima političku i kulturnu simboliku izvan većine arheoloških nalazišta. Arheološka iskopavanja bila su simbol progresivne nauke u Jugoslaviji 1950-ih i 1960-ih godina. Od tada je zadržao svoje istaknuto mjesto u školskim udžbenicima u državama potomaka, posebno u Crnoj Gori. Ipak, sama lokacija, budući da je starija od nacionalnih država i etničkih grupa u regionu, predstavlja skladište kulturne, biološke i geološke istorije čovječanstva od globalnog značaja.",
    "landscape-paragraph-one": "Stjenoviti zaklon Crvene Stijene je okrenut prema jugu, a na zapadu gleda na dolinu rijeke Trebišnjice, koja je pregrađena sedamdesetih godina prošlog vijeka, formirajući prekrasno Bilećko jezero. Dok stojite u spotkapini gledajući preko doline, vidite susjednu Bosnu i Hercegovinu.",
    "landscape-paragraph-two": "Riječna dolina je vjerovatno bila važan migracioni put za krda hranljivog plena za ljude u praistoriji, kao što su razne vrste jelena. Pored toga, obezbeđivao bi širok spektar biljne hrane i resursa, kao i slatku vodu.",
    "landscape-paragraph-three": "Stoga nije ni čudo što su ljudi desetinama hiljada godina neprekidno živjeli u ovom toplom, suvom skloništu zaštićenom od hladnih severnih vetrova.",
    "geology-paragraph-one": "Krečnjačka litica na kojoj se nalazi Crvena Stijena dio je planina Dinarida, koje se protežu duž zapadnog dijela Balkanskog poluostrva od Italije do Albanije. Ovaj planinski lanac, koji se strmo uzdiže iz uskog pojasa kopna duž jadranske obale, produžetak je Alpa, a prvenstveno je sastavljen od krečnjaka i dolomita.",
    "geology-paragraph-two": "Samo sklonište je veoma veliko: na ušću široko 26 m, a prema unutra se prostire 15 m. Kada je prvi put formiran, mora da je izgledao sasvim drugačije nego danas, jer su se tokom vremena velike kamene gromade odlomile sa krova skloništa i pale na lokalitet, drobeći naslage. Ukupno, preko 20 metara dubine nanosa je nagomilano skloništu, što je otkriveno 1954. godine. Činjenica je da se u ovim naslagama nalazi neprekidan zapis o ljudskoj okupaciji, svedoči o značaju ove lokacije za ljude kroz praistoriju, od od paleolita do bronzanog doba.",
    "age-of-the-site-paragraph-one": "U donjih 10 metara lokaliteta nalaze se artefakti iz srednjeg paleolita, a prekriveni su vulkanskim pepelom (erupcija Kampanijskog-Ignimbrita u Italiji) koji je deponovan prije 40.000 godina. Dakle, znamo da su donjih 10 metara svi stariji od 40.000 godina. Najdublji slojevi lokaliteta, prema geološkim dokazima, mogu doseći čak 130.000 godina u prošlost, ali to tek ostaje da se provjeri.",
    "age-of-the-site-paragraph-two": "Iznad kampanijskosko-ignimbritskog vulkanskog pepela, artefakti i radiokarbonski datumi ukazuju na to da je ovo mjesto bilo u ljudskoj upotrebi od prijee oko 25.000 godina (tokom perioda u gornjem paleolitu poznatom kao gravetijan) sve do bronzanog doba. Postoje dokazi o okupaciji tokom kasnog gornjeg paleolita, mezolita, neolita i bronzanog doba.",
    "who-lived-paragraph-one": "Neandertalci su živjeli na Crvenoj Stijeni do vremena erupcije Kampanijskog-Ignimbrita prije 40.000 godina. Jedini neandertalski fosil koji je pronađen na lokalitetu je jedan zub; međutim, ljudska DNK ekstrahovana iz mnogih slojeva srednjeg paleolita na lokalitetu, utvrđeno je da pripada neandertalcima.",
    "who-lived-paragraph-two": "Savremeni ljudi živjeli su na tom mjestu nakon taloženja sloja vulkanskog pepela starog 40.000 godina. Niz gornjeg paleolita nije potpun, ali imamo definitivne dokaze da su ovdje živjeli ljudi iz perioda gravetijena i epi-gravetijena. Pratili su ih mezolitski lovci/ribari/sakupljači i rani zemljoradnici tokom neolita. Konačno, imamo dokaze da su ljudi živjeli u potkapini tokom bronzanog doba.",
    "who-lived-paragraph-three": "Lokalitet su povremeno posjećivali i naseljavali mesožderi, a u novije vrijeme i koze i ovce. Međutim, ove životinje na sreću nisu oštetile lokalitet. U poređenju sa mnogim drugim paleolitskim nalazištima, posebno je rijetko griženje kostiju mesoždera, kao i same kosti mesoždera. Ovo sugeriše da su to mjesto stalno nastanjivali ljudi. Ako posjetite lokalitet tokom hladnog zimskog dana, brzo ćete vidjeti i zašto: toplo je i zaštićeno od oštrih severnih vetrova!",
    "archaeological-excavations-paragraph-one": "Arheološka iskopavanja na Crvenoj Stijeni su prvi put obavljena od 1954. do 1964. godine. Tadašnji arheolozi su željeli da saznaju starost lokaliteta i šta se na njemu nalazi. Zbog toga su vrlo brzo iskopali veliku, duboku rupu u najbogatijem delu lokaliteta, koji je bio prema zadnjem zidu potkapine. Oni su dokumentovali geološku formaciju različitih stratigrafskih slojeva. Pratili su tipologiju kamenih artefakata u svakom sloju, što im je davalo informacije o kulturi i vremenskom periodu različitih naseljavanja. Takođe su rekonstruisali paleookruženje kroz analizu životinjskih vrsta predstavljenih iskasapljenim životinjskim kostima pronađenim u svakom sloju i polenu. Međutim, oni nažalost nijesu sačuvali sve artefakte, tako da je naše razumjevanje lokaliteta nepotpuno.",
    "archaeological-excavations-read-more": "Pročitajte više o istoriji istraživanja na Crvenoj Stijeni: [opcioni odjeljak]",
    "archaeological-excavations-paragraph-two": "2004. godine započelo je savremeno, naučno iskopavanje, koje je dalo važne informacije o hronologiji lokaliteta, artefaktima, rasponu životinja koje su se lovile i jele i njegovoj geološkoj istoriji formiranja. Ovi rezultati su objavljeni u knjizi dostupnoj ovdje kao pdf.",
    "archaeological-excavations-paragraph-three": "2017. godine uspostavljena je saradnja Narodnog muzeja Crne Gore i Univerziteta Minesota. Svake godine od tada (osim 2020.), ovaj tim je vršio iskopavanja na lokalitetu na vrhuncu nauke.",
    "finds-paragraph-one": "Lokalitet sadrži, od vrha do dna, slojeve koji potiču iz bronzanog doba (nivo I), neolita (nivoi II-III), mezolita (nivoi IV-VII), epigravetijena (nivoi VIII - X) i paleolita (slojevi XII- XXXI). Ogromna većina paleolitskog materijala datuje se prije vulkanske erupcije kampanijskog Ignimbrita (I5), koja je dobro dokumentovana u sloju XI, koji se sastoji od vulkanske tefre. Ispod ovog sloja, koji je datovan u period prije 40 000  (Giaccio et al. 2017), sloj M1 sadrži materijal koji ukazuje na ulucijensku industriju, uključujući laminarnu i mikrolaminarnu tehnologiju. Litički materijal u nizu dužine 10+ m ispod, je srednjepaleolitskog karaktera.",
    "goals-paragraph-one": "Ciljevi aktuelnog istraživačkog projekta, koji je započet 2016. godine, je da se shvati kako su neandertalci bili kulturno prilagođeni životu na Crvenoj Stijeni. Radimo na tome da saznamo više o tome gdje su putovali po pejzažu da bi dobili kamen kao sirovinu za svoje kameno oruđe; kako su pravili kameno oruđe i da li su na njihovu tehnologiju uticale druge grupe ljudi u drugim delovima Evrope; kako su se tokom vremena mijenjale vrste životinja koje su lovili; kako su pripremali meso (jesu li ga kuvali? dimili? fermentisali?); kako su koristili vatru i da li su imali sposobnost da prave vatru. Pored toga, rekonstruišemo paleookruženje lokaliteta i okolnog regiona kako bismo bolje razumjeli uslove kojima su se neandertalci morali prilagoditi.",
    "documentation-paragraph-one": "Jedan od najvažnijih aspekata svakog iskopavanja je dokumentovanje nalaza. Ovo se postiže mjerenjem položaja nalaza unutar mreže lokaliteta. Na Crvenoj Stijeni koristimo totalnu stanicu za mjerenje precizne lokacije svih nalaza sa milimetarskom preciznošću. Ovo nam omogućava, kasnije, da vizualizujemo položaj svih artefakata, životinjskih kostiju, drvenog uglja, itd. u odnosu jedan prema drugom i prema geološkim karakteristikama lokaliteta.",
    "documentation-paragraph-two": "Takođe koristimo fotogrametriju, koja nam omogućava da kreiramo 3D model lokaliteta u bilo kom trenutku. Izrađujemo jedan model površine iskopa na svaka četiri centimetra. Ovi modeli su vezani za mrežu kvadrata na lokalitetu, pa se pozicija artefakata vidljivih u modelu, kao i karakteristike i stijene, mogu locirati na mreži sa preciznošću do milimetra.",
    "neanderthal-fire-use-paragraph-one": "Na Crvenoj Stijeni je sasvim jasno da su neandertalci obilato koristili vatru. Ako stanete na ivicu profila, vidjećete da su neki slojevi u profilu prilično crni: sastavljeni su od drvenog uglja i ugljenisane organske materije. Bijeli slojevi koji ih prekrivaju sastavljeni su od drvenog pepela. Čak i tamo gde takve karakteristike požara nijesu tako očigledne, one se često javljaju u manjim, tanjim naslagama. Koristimo nekoliko naučnih metoda da bismo razumjeli kako su neandertalci koristili vatru. Arheomagnetizam nam pomaže da pronađemo nevidljive (ljudskom oku) tragove vatre; antrakologija, ili proučavanje drvenog uglja, pomaže nam da identifikujemo vrste drveta koje su korišćene u požarima; a mikromorfologijom, mikroskopskom analizom mikrostratigrafije ognjišta, možemo utvrditi da li je cjelina netaknuto ognjište, izdubljeno ognjište, deponija ostataka i tako dalje.",
    "neanderthal-lithic-technology-paragraph-one": "Neandertalci su bili stručnjaci za okresivanje kamenih alata, a mi imamo mnogo toga da naučimo proučavajući njihovo kameno oruđe. Prvo, identifikacijom odakle je kamen došao, možemo dobiti dragocjene informacije o nekim od mjesta koja su posjetili i na taj način imati predstavu o tome koliko su se daleko kretali. Drugo, svako kameno oruđe čuva precizan zapis o tome kako je tačno napravljeno; proučavajući dovoljno njih, možemo da rekonstruišemo njihove opšte tehnološke obrasce (kako su pripremali jezgro za okresivanje) i uporedimo ove obrasce sa lokacijama iz sličnih vremenskih perioda u susednim regionima. Ovo nam omogućava da napravimo zaključke o tipovima kontakta koje su grupe neandertalaca mogle imati sa drugim grupama.",
    "hunting-and-meat-consumption-paragraph-one": "Sa lokaliteta širom Evrope znamo da su neandertalci bili savršeni lovci na krupnu divljač kao što su jeleni, irvasi, evropska goveda, konji, koze i tako dalje. Radimo na tome da shvatimo koje vrste su lovili, kako su se one mijenjale tokom vremena (i da li to može ukazivati na promenu životne sredine ili preferencije u ishrani) i kako su obrađene. Pod obradom podrazumijevamo sljedeće: da li su neandertalci prenosili cijele životinje, ili samo njihove djelove? Da li su kuvali meso (koje uništava vitamin C), ili dimili, sušili, fermentisali? Da li su konzumirali koštanu srž koja je veoma bogata lipidima? Da li su prokuvavali kosti da bi izvukli mast i kolagen? (tj. da li su pravili supu od kosti?). Ova pitanja se proučavaju primenom zooarheologije, proučavanjem faunalnih ostataka sa arheoloških lokaliteta. Njihovo proučavanje nam pomaže da shvatimo kako su neandertalci mogli da dobiju dovoljno ishrane i kalorija da bi se izdržali tokom veoma hladnih perioda kada im je vjerovatno bilo potrebno više kalorija za adekvatnu termoregulaciju.",
    "paleoenvironmental-reconstruction-paragraph-one": "Jedna ključna oblast istraživanja je razumjevanje okruženja na koje su neandertalci bili prilagođeni. Postoje četiri glavna domena podataka koji se mogu koristiti za ovo: floralni ostaci, ostaci faune, biomolekuli i geološki sedimenti.",
    "paleoenvironmental-reconstruction-paragraph-two": "Među floralnim ostacima, drveni ugalj pruža dragocjene informacije o vrstama biljnog goriva koje je bilo dostupno, drugim rečima, drveću. Polen je još jedan vrijedan izvor informacija o prošloj flori i iako je najbolje očuvan u sredinama preplavljenim vodom, nadamo se da ćemo dobiti neke podatke od polena pronađenog na lokalitetu.",
    "paleoenvironmental-reconstruction-paragraph-three": "Paleoekološki podaci dolaze nam i iz arheološke faune. Makrofauna se odnosi na klasu veličine životinjskih kostiju koju obično proučava zooarheolog da bi rekonstruisao dio ljudske ishrane zasnovan na životinjama. Iako je najpogodnija za pružanje informacija o egzistenciji, makrofauna je ipak ključni izvor informacija o prošlim sredinama. Da li su neandertalci lovili jelene ili irvase daje nam dragocjen izvor informacija o tipovima životne sredine (šumoviti predio naspram stepa) u kojima su lovili. Mikrofauna se sastoji od malih životinja (voluharica, miševa, gmizavaca, itd.) koje su uhvatili i pojeli grabljivci, koji su zatim proneli fekalne kuglice koje sadrže kosti ovih sićušnih životinja na lokalitetu. Oni su izuzetno vrijedan izvor informacija o paleosredinama, jer se akumuliraju preko prirodnih agenasa, a ne ljudi i uglavnom su iz bližeg radijusa u kojem je makrofauna obitavala.",
    "paleoenvironmental-reconstruction-paragraph-four": "Geološki sedimenti čuvaju mnogo informacija o klimi tokom formiranja svakog sedimentološkog sloja unutar lokaliteta. Geoarheolozi proučavaju porijeklo ovih sedimenata da bi bolje shvatili klimu klimi. Na primjer, sloj sastavljen od klastera sa plafona skloništa od stijena može ukazivati na cikluse smrzavanja/odmrzavanja. Sloj sastavljen od tla koji je ispran sa nagiba može ukazivati na eroziju nakon toplog perioda.",
    "paleoenvironmental-reconstruction-paragraph-five": "Konačno, biomolekuli od skoro mogu da nam daju vrijedne informacije o paleookruženjima. Hemičari koji se bave orgaskom hemijom su u stanju da ekstrahuju biljne voskove sačuvane u sedimentima i na osnovu njihove molekularne strukture zaključuju da li potiču od trava u odnosu na listopadno drveće (trave obično ukazuju na hladno suvo okruženje, dok drveće ukazuje na toplije, vlažnije okruženje). Štaviše, kvantifikovanjem tipova izotopa ugljenika i vodonika u ovim molekulima, hemičari mogu da zaključe da li su oni najverovatnije deponovani tokom klimatsko vlažnog u odnosu na suv režim.",
    "geoarchaeology-paragraph-one": "Nauka o geoarheologiji je odgovorna za razjašnjavanje dva fundamentalno međusobno povezana koncepta: prvo, hronologija lokaliteta i drugo, kako je lokalitet nastao. To je suštinska komponenta svakog paleolitskog iskopavanja, jer arheolozi lako pogriješe kada tumače arheološki zapis, misleći da predstavlja ljudsko ponašanje, iako je u stvari izmenjeno fizičkim, hemijskim ili biološkim procesima koji su uticali na lokalitet i promjenio obrazac ostataka ljudskih aktivnosti. Kontrola procesa formiranja lokaliteta je podjednako važna u uspostavljanju hronologije lokacije, koja se obično zasniva na predmetima (kao što su drveni ugalj, kosti, kameno oruđe) na koje su primenjene tehnike radiometrijskog datiranja. Prilikom uspostavljanja hronologije, apsolutno je neophodno osigurati da svaki od ovih objekata bude u svom originalnom kontekstu i da se nije pomjerio kao rezultat erozije, aktivnosti glodara, niti da je izmjenjen drugim faktorima.",
    "books-paragraph-one": "R. Whallon, (editor), Crvena Stijena in Cultural and Ecological Context: Multidisciplinary Archaeological Research in Montenegro. Podgorica: Montenegrin Academy of Sciences and Arts and National Museum of Montenegro, 2017.",
    "journal-articles-paragraph-one": "E. Frahm§, D. Adler, B. Gasparyan, B. Luo, C. Mallol, G. Pajović, G. Tostevin, G. Yeritsyan, G. Monnier§, 2022. Every contact leaves a trace : Documenting contamination in lithic residue studies at the Middle Paleolithic sites of Lusakert Cave 1 (Armenia) and Crvena Stijena (Montenegro). PLoS ONE 17(4):e0266362.",
    "journal-articles-paragraph-two": "G. Monnier, G. Tostevin, G. Pajović, N. Borovinić, M. Baković, 2020. Nova istraživanja paleolitskog nalazišta Crvena Stijena, istorijski kontekst. Istorijski Zapisi, godina XCIII, 1-2/2020:71-108.",
    "journal-articles-paragraph-three": "D. Jones, G. Monnier, A. Cooper, M. Baković, G. Pajović, N. Borovinić, and G. Tostevin, 2021. Applying high-throughput rRNA gene sequencing to assess microbial contamination of a 40-year-old exposed archaeological profile. Journal of Archaeological Science, 126 (2021) 105308. ",
    "journal-articles-paragraph-four": "B. Bradák, Á. Carrancho Alonso, Á. Herrejon Lagunilla, J. J. Villalain Santamaria, G. Monnier, G. Tostevin, C. Mallol, G. Pajović, M. Baković and N. Borovinić, 2021. Magnetic fabric of anthropogenic ash horizons in a cave sediment succession (Crvena Stijena site, Montenegro).  Geophysical Journal International 224:795-812.",
    "journal-articles-paragraph-five": "G. Lambrecht, C. Rodríguez de Vera, M. Jambrina-Enríquez, I. Crevecoeur, J. Gonzalez-Urquijo, T. Lazuen, G. Monnier, G. Pajovic, G. Tostevin, C. Mallol, 2021. Characterisation of charred organic matter in micromorphological thin sections by means of Raman spectroscopy. Archaeological and Anthropological Sciences (2021) 13:13",
    "journal-articles-paragraph-six": "C. Rodríguez de Vera, A.V. Herrera-Herrera, M. Jambrina-Enríquez, S. Sossa-Ríos, J. González-Urquijo, T. Lazuen, M. Vanlandeghem, C. Alix, G. Monnier, G. Pajovic, G. Tostevin, and C. Mallol, 2020. Micro-contextual identification of archaeological lipid biomarkers using resin-impregnated sediment slabs. Scientific Reports 10:20574.",
    "journal-articles-paragraph-seven": "M. Jambrina-Enríquez, Herrera-Herrera, A.V., de Vera, C.R., Leierer, L., Connolly, R. and Mallol, C., 2019. n-Alkyl nitriles and compound-specific carbon isotope analysis of lipid combustion residues from Neanderthal and experimental hearths: identifying sources of organic compounds and combustion temperatures. Quaternary Science Reviews, 222, p.105899.",
    "journal-articles-paragraph-eight": "M. Baković, Mihailović, B., Mihailović, D., Morley, M., Vušović-lučić, Z., Whallon, R., & Woodward, J. (2009). Crvena Stijena excavations 2004-2006, preliminary report. Eurasian Prehistory, 6(1–2), 3–31.",
    "journal-articles-paragraph-nine": "R. Whallon, (editor), Crvena Stijena in Cultural and Ecological Context: Multidisciplinary Archaeological Research in Montenegro. Podgorica: Montenegrin Academy of Sciences and Arts and National Museum of Montenegro, 2017.",
    "monastery-kosijerovo-paragraph-one": "Crkva posvećena rođenju Bogorodice, koja je u sastavu manastira Kosijerevo, podignuta je tokom 14. veka. Tokom turske najezde, manastir je porušen 1807. godine, ali je obnovljen deset godina kasnije. Manastir je pomjeren sa prvobitne lokacije, zajedno sa crkvom, 1966. godine, kada je stvoreno vještačko jezero na rijeci Trebišnjici. Crkva je prenijeta u selo Petrovići. Manastir Kosijerevo zauzima značajno mjesto u lokalnoj zajednici gdje se okupljaju ljudi tokom mnogih pravoslavnih praznika.",
    "national-museum-of-montengro-paragraph-one": "Iskopavanja na Crvenoj Stijeni su pod rukovodstvom Narodnog muzeja Crne Gore. Muzej je osnovan 1926. godine, Narodni muzej se u stvari sastoji od deset muzeja koji ističu istoriju, umjetnost, kulturu i narodnost Crne Gore. Počeci muzeja sežu u 1838. godinu. Kao nacionalna i kompleksna institucija, razvijao se i transformisao do danas. Narodni muzej Crne Gore je muzej sistematskog i složenog tipa koji se sastoji od nekoliko organizacionih jedinica: Istorijskog muzeja, koji obuhvata stalnu postavku u Vladinom domu, Muzeja kralja Nikole, Biljarda - Muzeja Petra II Petrovića Njegoša, Njegoševog muzeja rodno mjesto, Njegošev mauzolej na Lovćenu, mauzolej vladike Danila - Orlov krš i reljef Crne Gore; Muzej umjetnosti sa Galerijom savremene umjetnosti „Miodrag Dado Đurić“ i Ateljeom DADO; Etnografski muzej i Arheološki muzej sa lapidarijumom. Muzeji se nalaze u objektima koji su kulturno-istorijski spomenici od najvećeg značaja. Zgrada Vladinog doma, izgrađena je 1910. godine u neorenesansnom stilu, danas je administrativno sjedište Narodnog muzeja u kome su smještene stalne postavke Istorijskog i Umetničkog muzeja. Sve jedinice Narodnog muzeja Crne Gore (osim Njegoševe rodne kuće i Mauzoleja na Lovćenu) nalaze se u istorijskom centru Cetinja.",
    "funding-paragraph-one": "Since 2018, excavations at Crvena Stijena have been funded by the U.S. National Science Foundation Grant BCS-1758285, the Ministry of Culture of Montenegro, and the Academy of Sciences of Montenegro."
}
